Repository: jjlazo79/Delete-Usermetas
Catalog: delete-usermetas/languages/delete-usermetas-*.po
Languages: es_es

source: Please, enter a number in User ID field.
es_es: Por favor, ingrese un número en el campo ID de usuario.

source: What about User_meta?
es_es: ¿Qué hay de User_meta?

source: Done it!
es_es: ¡Todo hecho!

source: Updated users:
es_es: Usuarios actualizados:

source: User Name:
es_es: Nombre de usuario:

source: User ID:
es_es: ID de Usuario:

source: User email:
es_es: Email del usuario:

source: Delete UserMetas
es_es: Eliminar metadatos de usuario

source: This tool is very powerfull! Use it with care
es_es: ¡Esta herramienta es muy poderosa! Utilícela con cuidado

source: This tool can erase user´s data of <b>ALL</b> the users of the web. The first drop-down is a list of all the metadata that are currently stored on this website. Those preceded by a hyphen under "_" are system data or hidden from the users themselves. Please, do not try to eliminate these.
es_es: Esta herramienta puede borrar los datos de usuario de <b>todos los</b> los usuarios de la Web. El primer desplegable es una lista de todos los metadatos que están almacenados actualmente en este sitio Web. Aquellos precedidos por un guión bajo "_" son datos del sistema o ocultos de los propios usuarios. Por favor, no trates de eliminarlos.

source: User meta to delete
es_es: Metadato del usuario a eliminar

source: Select a metadata
es_es: Seleccionar metadato

source: Enter the usermeta to delete e.g. first_name. NOTE: the values of this usermeta will be deleted.
es_es: Ingrese el usermeta para borrar, por ejemplo, first_name. Nota: los valores de este usermeta serán borrados.

source: User ID to delete metadata
es_es: ID de usuario para eliminar metadatos

source: Enter the user ID to delete the above usermeta. <b>Leave blank </b> to delete the above usermeta to <b>ALL users.</b>
es_es: Introduzca el ID de usuario para eliminar el usermeta anterior. <b>dejar en blanco</b> para eliminar el usermeta anterior a <b>todos los usuarios.</b>

source: Delete usermeta
es_es: Eliminar metadato
